Repository: gband85/ClicklessMouse
Catalog: ClicklessMouse/Properties/Resources.*.resx
Languages: pl_pl

# MIfile
source: File
pl_pl: Plik

# MIexit
source: Exit
pl_pl: Zakończ

# MIrestore
source: Restore
pl_pl: Przywróć

# MIdefault_colors
source: Default Square Colors
pl_pl: Domyślne kolory kwadratu

# MIdefault_settings
source: All Default Settings
pl_pl: Wszystkie ustawienia domyślne

# MIlanguage
source: Language
pl_pl: Język

# MIenglish
source: English
pl_pl: Angielski

# MIpolish
source: Polish
pl_pl: Polski

# MIhelp
source: Help
pl_pl: Pomoc

# MImanual
source: User Guide
pl_pl: Instrukcja obsługi

# MIabout
source: About
pl_pl: O programie

# GBmain_settings
source: Main Settings
pl_pl: Ustawienia główne

# CHBLMB
source: LMB click
pl_pl: Klik LPM

# CHBRMB
source: RMB click
pl_pl: Klik PPM

# CHBdoubleLMB
source: LMB double click
pl_pl: Dwuklik LPM

# CHBholdLMB
source: LMB holding
pl_pl: Przytrzymanie LPM

# CHBholdRMB
source: RMB holding
pl_pl: Przytrzymanie PPM

# CHBscreen_panning
source: Screen panning
pl_pl: Przesuwanie ekranu

# Lcursor_idle_before_squares_appear
source: Cursor idle time before squares appear [ms]:
pl_pl: Czas bezczynności kursora zanim pojawią się kwadraty [ms]:

# Ltime_to_start_mouse
source: Time to start mouse movement after squares appear [ms]:
pl_pl: Czas na rozpoczęcie ruchu myszą po pojawieniu się kwadratów [ms]:

# Lcursor_time_in_square
source: Cursor time in square to register click [ms]:
pl_pl: Czas kursora w kwadracie do zarejestrowania kliknięcia [ms]:

# GBother_settings
source: Other Settings
pl_pl: Pozostałe ustawienia

# CHBrun_at_startup
source: Run when computer starts
pl_pl: Uruchom przy starcie komputera

# CHBstart_minimized
source: Start minimized
pl_pl: Uruchom zminimalizowany

# CHBminimize_to_tray
source: Minimize to system tray
pl_pl: Minimalizuj do zasobnika systemowego

# CHBcheck_for_updates
source: Check for updates automatically
pl_pl: Automatycznie sprawdzaj aktualizacje

# GBsquare_settings
source: Squares Settings
pl_pl: Ustawienia kwadratów

# Lsquare_size
source: Size [px]:
pl_pl: Rozmiar [px]:

# Lsquare_border
source: Border width [px]:
pl_pl: Szerokość krawędzi [px]:

# Lsquare_color1
source: Color 1:
pl_pl: Kolor 1:

# Lsquare_color2
source: Color 2:
pl_pl: Kolor 2:

# Lmin_square_size
source: Minimum size [%]:
pl_pl: Minimalny rozmiar [%]:

# GBrecommended_square_size
source: Recommended Square Size
pl_pl: Zalecany rozmiar kwadratu

# Lscreen_size
source: Diagonal screen size [in]:
pl_pl: Przekątna ekranu [cale]:

# Bset_recommended_square
source: Set recommended square size
pl_pl: Ustaw zalecaną wielkość kwadratu

# error_title
source: Error
pl_pl: Błąd

# about_title
source: About
pl_pl: O programie

# argb_error
source: ARGB color value must be lower than 0.
pl_pl: Wartość ARGB koloru musi być mniejsza od 0

# screen_size_error1
source: Diagonal screen size must be higher than 0.
pl_pl: Przekątna ekranu musi być większa od 0

# screen_size_error2
source: Diagonal screen size can't be empty.
pl_pl: Przekątna ekranu nie może być pusta

# cursor_idle_time_error
source: Cursor idle time before squares appear cannot be lower than
pl_pl: Czas bezczynności kursora zanim pojawią się kwadraty nie może być niższy niż

# time_to_start_mouse_movement_error
source: Time to start mouse movement cannot be lower than
pl_pl: Czas na rozpoczęcie ruchu myszą nie może być niższy niż

# cursor_time_in_square_error
source: Cursor time in square to register click cannot be lower than
pl_pl: Czas kursora w kwadracie do zarejestrowania kliknięci nie może byc niższy niż

# square_size_error
source: Square size cannot be lower than
pl_pl: Rozmiar kwadratu nie może być niższy niż

# square_border_error
source: Square border width cannot be lower than
pl_pl: Rozmiar krawędzi kwadratu nie może być niższy niż

# min_square_size_too_low_error
source: Minimum square size cannot be lower than
pl_pl: Minimalny rozmiar kwadratu nie może być niższy niż

# min_square_size_too_high_error
source: Minimum square size cannot be higher than
pl_pl: Minimalny rozmiar kwadratu nie może być wyższy niż

# loading_error_msg
source: Settings loading error - values that weren't loaded will be restored to default and saved.
pl_pl: Błąd odczytu ustawień - wartości, które nie zostały wczytane zostaną przywrócone do domyślnych i zapisane.
